[Translator]
Name=PramCrazyCH <pramcrazy5033@gmail.com>#13#10

[frmMain]
mnuFindTarget.Caption=เลือกพื้นที่...
mnuPrimaryMonitor.Caption=&จอภาพหลัก
mnuSecondaryMonitor.Caption=&จอภาพรอง
mnuRecordScreen.Caption=&เต็มจอ
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=ตัวแปลงสัญญาณภายนอก... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=โหมด
ActionManager.Categorys.&Tools=เครื่องมือ
ActionManager.Categorys.&Help=ช่วยเหลือ
mnuSettings.Caption=&ตัวเลือก...
mnuAbout.Caption=&เกี่ยวกับ...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=การบันทึกภาพและเสียงออก
mnuRecordingOnlyAudio.Caption=บันทึกเฉพาะเอาต์พุตเสียง
mnuRecordingTheGame.Caption=เกมบันทึก
mnuGIFAnimation.Caption=GIF Animation ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) Container
mnuMKVContainerFormat.Caption=MKV (Matroska) Container
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Container
mnuMOVContainerFormat.Caption=MOV (QuickTime) Container
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Container
mnuFLVContainerFormat.Caption=FLV (Flash Video) Container
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Container
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) Container
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Container
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=การตั้งค่าฮาร์ดแวร์ เข้ารหัส...
mnuAudioCodecsSettings.Caption=การตั้งค่าตัวแปลงสัญญาณเสียง...
mnuCustomSize.Caption=&ขนาดที่กำหนดเอง...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&ลงทะเบียน...
mnuBuy.Caption=&ซื้อ...
ActionManager.Categorys.&Register=&สมัครสมาชิก
mnuAddRecordingArea.Caption=เพิ่มพื้นที่บันทึกภาพ...
mnuEditRecordingAreaList.Caption=แก้ไขรายการพื้นที่บันทึก...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&ออกจากแอป
mnuAutoSelectCodec.Caption=เลือกอัตโนมัติ
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=เกี่ยวกับ
btnVideoConfiguration.Caption=การตั้งค่า
lblFPS.Caption=FPS : 
gbxVideo.Caption=วีดีโอ
chkAudio.Caption=การตั้งค่าอุปกรณ์เสียง
lblAudioDrive.Caption=Device:
lblChannel.Caption=ช่อง: 
lblSampleRate.Caption=อัตราตัวอย่าง: 
lblQuality.Caption=คุณภาพ:
chkRecordCursor.Caption=รวมเคอร์เซอร์
chkBalanceReposition.Caption=เมื่อคุณย้ายพื้นที่บันทึกหน้าต่างหลักจะถูกย้าย
gbxHotkeySettings.Caption=การตั้งค่าฮ็อตคีย์
chkRecordHotkey.Caption=บันทึก: 
chkPauseHotkey.Caption=หยุด: 
chkCaptureHotkey.Caption=การจับ:
chkFindTargetHotkey.Caption=Target:
lbledtOutputPath.Caption=เส้นทางออก:
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก
Caption=ตัวเลือก
lblMin.Caption=นาที
lblSecond.Caption=วินาที
lblAfterCompletion.Caption=หลังจากเสร็จสิ้น
gbxRservationRecord.Caption=กำหนดเวลาในการบันทึก
chkRecordingTimeLimite.Caption=การใช้
gbxLanguage.Caption=ตั้งค่าภาษา
lblLanguage.Caption=ภาษา:
lblVideoBitrate.Caption=บิตเรต: 
lblAudioBitrate.Caption=บิตเรต: 
gbxVideoEncoding.Caption=วีดีโอ
gbxAudioEncoding.Caption=เสียง
btnRestoreDefaultSettings.Caption=&เรียกคืนการตั้งค่าเริ่มต้น
lblCaptureFormat.Caption=จับภาพรูปแบบไฟล์ภาพ:
lblUsingMultiCore.Caption=การใช้มัลติคอร์: 
gbxMouseEffect.Caption=เมาส์ effect
chkEnabledMouseEffect.Caption=เปิดการใช้งาน effect
lblMouseEffectColor.Caption=สี
lblMouseEffectSize.Caption=ขนาด
gbxTimeLimitSettings.Caption=ตัวเลือก
rbTimeLimitDoNothing.Caption=ไม่ทำอะไร
rbTimeLimitStartNewRecording.Caption=เริ่มการบันทึกใหม่
rbTimeLimitExitProgram.Caption=ออกจากโปรแกรม
rbTimeLimitShutdown.Caption=ปิดเครื่องคอมพิวเตอร์ของคุณ
gbxWatermarkSettings.Caption=เพิ่มลายน้ำลงในวิดีโอ
chkUseWatermark.Caption=&การใช้ลายน้ำ
lbledtWatermakrImagePath.Caption=เส้นทางภาพ: 
lblOpacity.Caption=ความทึบแสง: 
gbxWatermarkImagePosition.Caption=ตำแหน่ง
lblVideoQuality.Caption=คุณภาพ: 
lblEncoderThreadCount.Caption=เข้ารหัส นับด้าย: 
chkShowFPSOverlay.Caption=แสดงการวางซ้อน FPS
gbxGameRecording.Caption=การบันทึกเกม
lblColorConversionQuality.Caption=คุณภาพการแปลงสี : 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&ช่วยเหลือ...
ledtFileName.Caption=ชื่อไฟล์: 
chkHideDragCursorInRecordingArea.Caption=ซ่อนลากเคอร์เซอร์ในพื้นที่บันทึก
gbResizeVideo.Caption=ปรับขนาด
chkResizeVideo.Caption=ปรับขนาดวิดีโอ
lblResolution.Caption=มติ:
lblResizeQuality.Caption=คุณภาพ: 
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=คุณภาพ:
gbxGIF.Caption=การตั้งค่า GIF
chkGIFIncludeCursor.Caption=รวมเคอร์เซอร์
chkResizeGIF.Caption=&ปรับขนาด gif
lblGIFResolution.Caption=มติ:
lblGIFResizeQuality.Caption=คุณภาพ: 
gbResizeGIF.Caption=ปรับขนาด
rbTimeLimitHibernate.Caption=ไฮเบอร์เนตเครื่องคอมพิวเตอร์ของคุณ
tsGeneral.Caption=ทั่วไป
tsGame.Caption=เกม
tsResize.Caption=ปรับขนาด
gbxMicrophone.Caption=การตั้งค่าไมโครโฟน
lblMicrophoneInputSource.Caption=แหล่งสัญญาณเข้า
gbxEncodingSettings.Caption=การเข้ารหัส
gbxGameRecordingPerformance.Caption=การบันทึกเกม
lblStageOfPipeline.Caption=ขั้นตอนของท่อ:
lblDecoderResolutionCompatibility.Caption=ความเข้ากันได้ของตัวถอดรหัส:
lblWatermarkLeftRightMargins.Caption=ซ้ายขวาขอบ
lblWatermarkTopBottomMargin.Caption=ด้านบนขอบล่าง
gbxCalcFPS.Caption=คำนวณ FPS
lblCalcFPSInterval.Caption=ช่วงเวลา:
lblCalcFPSMS.Caption=มิลลิวินาที
lblCalcFPSRoundMode.Caption=โหมดรอบ:
gbxFPSLimit.Caption=ขีด จำกัด FPS
chkFPSLimit.Caption=ขีด จำกัด FPS
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=จำกัด FPS เมื่อบันทึก
chkCaptureIncludeCursor.Caption=รวมเคอร์เซอร์(&I)
chkUseCaptureImageWatermark.Caption=เพิ่มลายน้ำเพื่อจับภาพ
lblFPSLimitMode.Caption=โหมด:
tsMouseLeftClickEffect.Caption=เอฟเฟกต์คลิกซ้าย
tstsMouseRightClickEffect.Caption=เอฟเฟกต์คลิกขวา
chkMouseLeftClickEffect.Caption=เพิ่มเอฟเฟกต์เมาส์คลิกซ้าย
lblMouseLeftClickEffectStyle.Caption=สไตล์:
lblMouseLeftClickColor.Caption=สี:
lblMouseLeftClickEffectSize.Caption=ขนาด:
lblMouseLeftClickLineWidth.Caption=ความกว้างของบรรทัด:
chkMouseRightClickEffect.Caption=เพิ่มเอฟเฟกต์การคลิกเมาส์ขวา
lblMouseRightClickEffectStyle.Caption=สไตล์:
lblMouseRightClickColor.Caption=สี:
lblMouseRightClickEffectSize.Caption=ขนาด
lblMouseRightClickLineWidth.Caption=ความกว้างของบรรทัด:
chkMouseCursorHighlightEffect.Caption=เพิ่มลักษณะเด่นของเคอร์เซอร์เมาส์
lblMouseCursorHighlightEffectColor.Caption=สี:
lblMouseCursorHighlightEffectSize.Caption=ขนาด:
tsMouseCursorHighlightEffect.Caption=เน้นเอฟเฟกต์
tsMouseCursorSize.Caption=ขนาดเคอร์เซอร์
chkRecordingAreaAroundTheMouseCursor.Caption=บันทึกพื้นที่รอบ ๆ เคอร์เซอร์เมื่อบันทึก
gbxWebcamSettings.Caption=เว็บแคม
chkWebcamOverlayToVideo.Caption=&เพิ่มภาพซ้อนทับเว็บแคมลงในวิดีโอ
lblWebcamList.Caption=เว็บแคม
btnWebcamPreview.Caption=&ตัวอย่าง ...
btnWebcamSettings.Caption=&การตั้งค่า ...
gbxWebcamPosition.Caption=ตำแหน่ง
lblWebcamLeftRightMargins.Caption=ซ้ายขวาขอบ
lblWebcamTopBottomMarings.Caption=ด้านบนขอบล่าง
lblStartFilenameNumber.Caption=หมายเลขเริ่มต้นที่:
chkHiddenRecordingArea.Caption=พื้นที่บันทึกที่ซ่อนอยู่
tsRecordingArea.Caption=พื้นที่บันทึกภาพ
lblWebcamFormat.Caption=รูปแบบ:
btnAllReset.Caption=&รีเซ็ต...
chkShowHideFPSHotKey.Caption=แสดง / ซ่อน FPS:
chkOnOffAlwaysHideRecordingArea.Caption=แสดง / ซ่อน พื้นที่บันทึก:
gbxScreenRecording.Caption=การบันทึกภาพ
lblCaptureMethod.Caption=วิธีจับภาพ:
chkShowRecordingAreaMiniControl.Caption=แสดงการควบคุมขนาดเล็กของพื้นที่บันทึก
chkAlwaysOnTop.Caption=&อยู่ด้านบนเสมอ
lblFrameRateMode.Caption=โหมดอัตราเฟรม:
gbxHiddenRecordingArea.Caption=พื้นที่บันทึกที่ซ่อนอยู่
chkAlwaysHideRecordingArea.Caption=ซ่อนเสมอ
chkHideRecordingAreaWhenRecording.Caption=ซ่อนเมื่อบันทึก
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=ซ่อนเมื่อมีการย่อหรือซ่อนแอป
chkUseTrayIcon.Caption=ใช้ไอคอนถาด
chkHideAppWhenAppMinimized.Caption=ซ่อนแอปเมื่อลดแอป
chkHideAppWhenAppStarts.Caption=ซ่อนแอปพลิเคชันเมื่อแอปพลิเคชันเริ่มทำงาน
btnVideoQualityCustom.Caption=กำหนดเอง...

[frmAbout]
btnOK.Caption=&ตกลง
lblDescription.Caption=ใช้ส่วนบุคคลเท่านั้น (ไม่ใช่เชิงพาณิชย์)
btnSendReport.Caption=ส่งรายงานข้อบกพร่อง ...
Caption=เกี่ยวกับ
tsInformation.Caption=ข้อมูล
tsLicense.Caption=ข้อตกลง
btnRegister.Caption=สมัครสมาชิก(&R)...

[frmVFWCodecs]
Caption=ตัวแปลงสัญญาณภายนอก
chkUseVFWCodec.Caption=&ใช้ตัวแปลงสัญญาณภายนอก
btnDownloadCodecs.Caption=ดาวน์โหลดตัวแปลงสัญญาณภายนอก...
btnVideoConfiguration.Caption=&การตั้งค่า
btnInformation.Caption=&เกี่ยวกับ
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก
lblVFWAudioCodecs.Caption=ตัวแปลงสัญญาณเสียง

[frmRegister]
Caption=การลงทะเบียน
ledtEMail.Caption=อีเมล์:
ledtSerialNumber.Caption=หมายเลขผลิตภัณฑ์:
btnOK.Caption=ตกลง(&O)
btnCancel.Caption=ยกเลิก(&C)

[frmInternetAuth]
Caption=รอ...
lblAuthentication.Caption=รับรองความถูกต้อง...

[frmSaveToGIFProgress]
Caption=Saving..
btnCancel.Caption=ยกเลิก(&C)

[LanguageString]
Record=บันทึก
Resume=เริ่มต้นใหม่
Pause=หยุด
Encoding=การเข้ารหัส
Capture=การจับ
Area=พื้นที่
Resize=ปรับขนาด
Open=เปิด
Options=ตัวเลือก
Report=รายงาน
Register=สมัครสมาชิก
Info=ข้อมูล
Hotkey=ปุ่มลัด
Hotkeys=ปุ่มลัด
Save=บันทึก
Codecs=ตัวแปลงสัญญาณ
Timelimit=เวลาที่จำกัด
Stop=หยุด
Confirm=ยืนยัน
Version=เวอร์ชัน
Language=ภาษา
Stereo=ระบบเสียงสเตอริโอ
Mono=โมโน
Warning=การเตือน
Sound=เสียง
Error=ความผิดพลาด
Information=ข้อมูล
Confirm=ยืนยัน
&Yes=&ใช่
&No=&ไม่
&OK=&ตกลง
&Cancel=&ยกเลิก
&Abort=&ยกเลิก
&Retry=&ลองใหม่อีกครั้ง
&Ignore=&ไม่สนใจ
Effect=เอฟเฟกต์
KeyframeRate=อัตราเฟรมหลัก
ModifiedWindowsHostFile=Windows ตรวจพบไฟล์ปลอมแปลง
StopRecording=หยุดการบันทึกหน้าจอ
StartRecording=เริ่มต้นการบันทึกหน้าจอ
CaptureScreen=จับภาพหน้าจอ
CopyToClipboard=คัดลอกไปที่คลิปบอร์ด
PressKeyStopRecording=กด %s เพื่อหยุดการบันทึก
RecordingFailed=การบันทึกล้มเหลว
CauseAudioSynthesis=สาเหตุ (การสังเคราะห์เสียง):
Cause=สาเหตุ
NotExistDefaultOutputPath=เส้นทางการส่งออกไม่มีอยู่ ตั้งค่าเส้นทางการส่งออกเริ่มต้นแล้ว
Recording...=การบันทึก
UpdateNewVersion=อัปเดต oCam เป็นเวอร์ชันใหม่
SelectAreaToRecord=เลือกพื้นที่ที่จะบันทึก
ResizeRecordingArea=ปรับขนาดพื้นที่บันทึกภาพ
Position=ตำแหน่ง
ChangeSettings=ตัวเลือกการกำหนดค่าโปรแกรมทั่วไป
DisplaySoftwareInformation=แสดงข้อมูลซอฟต์แวร์และข้อมูลใบอนุญาต
OpenOutputPath=เปิดโฟลเดอร์เส้นทางขาออก
BrowseForFolder=เรียกดูโฟลเดอร์
FailedRecordRegisterHotkey=บันทึกคีย์ลัดไม่สามารถลงทะเบียนได้
FailedPauseRegisterHotkey=หยุดชั่วคราวปุ่มฮ็อทคีย์ไม่สามารถลงทะเบียนได้
FailedCaptureRegisterHotkey=ไม่สามารถใช้ปุ่มลัดในการบันทึกภาพหน้าจอได้
FailedRecordAreaRegisterHotkey="เลือกพื้นที่ที่จะบันทึก" ไม่สามารถลงทะเบียนปุ่มลัดได้
PleaseChangeHotkey=โปรดเปลี่ยนการตั้งค่าปุ่มลัด
LanguageChanged=เปลี่ยนภาษาแล้ว กรุณารีสตาร์ทโปรแกรม
DownloadCodecs=ดาวน์โหลดตัวแปลงสัญญาณจากอินเทอร์เน็ต
WhenUsedGoodCodecs=เมื่อใช้ร่วมกับ oCam ฉันรวบรวมตัวแปลงสัญญาณที่ดี
GotoCodecPage=คุณต้องการไปที่หน้าตัวแปลงสัญญาณหรือไม่?
DontShowAgain=อย่าแสดงฉันอีกครั้ง
RecordingStarting=เริ่มต้น...
RecordingStopping=หยุด...
FailedInitWASSoundLibDLL=ไม่สามารถเริ่มต้นไลบรารีเสียงได้ ตรวจสอบว่าบริการ Windows Audio กำลังทำงานอยู่
JPEGQuality=คุณภาพ JPEG
CompressQuality=บีบอัดคุณภาพ
LicenseTo=ลงทะเบียน
InvalidSerialNumber=หมายเลขซีเรียลไม่ถูกต้อง
RegisterExpired=หมายเลขซีเรียลหมดอายุแล้ว
ExpiryDate=วันหมดอายุ
Days=วัน
Enabled=เปิดการใช้งาน
Disabled=ปิดการใช้งาน
Used=ใช้แล้ว
NotUsed=ยังไม่ได้ใช้
LowDiskSpace=มีพื้นที่ว่างไม่เพียงพอบนดิสก์
Watermark=ลายน้ำ
RecordSystemAudio=ระบบบันทึกเสียง
DoNotRecordMicrophone=อย่าบันทึกไมโครโฟน
DoNotRecordSystemAudio=อย่าเสียงระบบ
UltraHigh=สูงมาก
VeryHigh=สูงมาก
High=สูง
Medium=กลาง
Low=ต่ำ
VeryLow=ต่ำมาก
Auto=อัตโนมัติ
CantNotLoadImage=ไม่สามารถโหลดภาพลายน้ำจากไฟล์
NotFoundTheTargetRecordWindow=ไม่พบหน้าต่างเป้าหมายบันทึก
RecordingGame=เกม
VeryFast=เร็วมาก
Fast=เร็ว
Normal=ปกติ
Slow=ช้า
VerySlow=ช้ามาก
FileName=ชื่อไฟล์
ConnectionFailed=การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว
Congratulations=ขอแสดงความยินดี
SuccessfullyRegistered=ขอแสดงความยินดี! คุณลงทะเบียนเรียบร้อยแล้ว
InvalidSerialNumber=หมายเลขซีเรียลไม่ถูกต้อง หมายเลขซีเรียลดูเหมือนจะไม่ถูกต้อง
InvalidEMailAddress=ที่อยู่อีเมลที่ไม่ถูกต้อง. ที่อยู่อีเมลดูเหมือนจะไม่ถูกต้อง
RegisterExpired=หมายเลขผลิตภัณฑ์ที่คุณใช้เพื่อเปิดใช้งานผลิตภัณฑ์นี้หมดอายุแล้ว
InvalidResponseFromServer=ได้รับการตอบกลับที่ไม่ถูกต้องจากเซิร์ฟเวอร์
RegisterAleady=หมายเลขจดทะเบียนแล้ว
Donate=บริจาค
MonitorNotSupportResolution=จอภาพไม่สนับสนุนความละเอียด
HalfSize=ขนาดครึ่งนึง
FitWidth=พอดีความกว้าง
FitHeight=พอดีความสูง
Custom=กำหนดเอง
GIF=GIF เคลื่อนไหว
General=ทั่วไป
Game=เกม
Performance=ประสิทธิภาพ
Input=อินพุต
LeftChannel=ช่องซ้าย
RightChannel=ช่องขวา
StereoChannel=ช่องสเตอริโอ
3StagPipelineDescription=ท่อ 3 ขั้นตอน (ประสิทธิภาพที่ดี)
2StagPipelineDescription=ท่อ 2 ขั้นตอน (ปกติ)
NoPipelineDescription=ไม่มีท่อ (ช้า)
HighPerformance=ประสิทธิภาพสูง
HighQuality=คุณภาพสูง
BlurayDisk=Bluray Disk
LowLatency=ความล่าช้าต่ำ
HighPerformanceLowLatency=ประสิทธิภาพสูงและความหน่วงต่ำ
HighQualityLowLatency=ความแกร่งต่ำที่มีคุณภาพสูง
NvidiaDefault=ค่าเริ่มต้นของ Nvidia
MaximumQuantizer=Quantizer สูงสุด
MinimumQuantizer=Quantizer ขั้นต่ำ
ConstQuantizerParameter=Const Quantizer พารามิเตอร์
Main=หลัก
Baseline=พื้นฐาน
SinglePassConstantQP=1-PASS Constant QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) First GPU
(1)SecondGPU=(1) Second GPU
WidthHeightMultiple16=ความกว้าง,ความสูงเป็นจำนวน 16
WidthMultiple8HeightMultiple4=ความกว้างเป็นจำนวน 8, ความสูงเป็นจำนวน 4
WidthHeightMultiple2=ความกว้าง, ความสูงเป็นจำนวน 2
Pixel=Pixel
Round=รอบ
Roundup=รอบขึ้น
RoundDown=กลมลง
ConsumingCPUCycles=ใช้รอบ CPU
YieldTheCPU=ให้ CPU
AnimationDuration=ระยะเวลาภาพเคลื่อนไหว
millisecond=มิลลิวินาที
Rings=แหวน
Star=ดาว
Star_RandomColor=ดาว (สีสุ่ม)
Star_Rotation=การหมุนสตาร์
Star_Rotation_RandomColor=การหมุนด้วยดาว (สีสุ่ม)
Opacity=ความทึบแสง
SoftEdge=ขอบนุ่ม
Sec=วินาที
CursorSize=ขนาดเคอร์เซอร์
Webcam=เว็บแคม
WebcamVideoSize=ขนาดวิดีโอ
SerialNumberAlreadyRegistered=หมายเลขซีเรียลมีการลงทะเบียนเรียบร้อยแล้ว
Close=ปิด
WhenRecording=เมื่อบันทึก
Always=เสมอ
AutoSelect=เลือกอัตโนมัติ
AreSureResetAllSettings=คุณแน่ใจหรือว่าต้องการรีเซ็ตการตั้งค่าทั้งหมด
PleaseEnterRecordingAreaDisplayName=กรุณาใส่ชื่อที่แสดงของพื้นที่บันทึก
NoCategory=ไม่มีหมวดหมู่
RecordingAreaCategoryNameExists=มีชื่อหมวดหมู่แล้ว
InvaildRecordingAreaCategoryName=ชื่อหมวดหมู่ไม่ถูกต้อง
PleaseEnterRecordingAreaCategoryName=โปรดป้อนชื่อหมวดหมู่
Youtube=Youtube
LossLess=lossless
HighPerformanceLossLess=ประสิทธิภาพสูงแบบไม่สูญเสีย
Menu=เมนู
ScreenRecording=การบันทึกหน้าจอ
GameRecording=การบันทึกเกม
AudioRecording=การบันทึกเสียง
LetsSeeTheGameRecordingManual=ลองดูคู่มือการบันทึกเกมสำหรับผู้เริ่มต้น
DesktopDuplicationAPI=API การทำสำเนาเดสก์ท็อป (เร็ว)
GDIAPI=GDI API
CantNotLoadWatermarkImage=ไม่สามารถโหลดภาพลายน้ำ
FrameRateMode_VFR=อัตราเฟรมตัวแปร (เร็ว)
FrameRateMode_CFR=อัตราเฟรมคงที่
SoundRecord=บันทึก
SecretFolder=โฟลเดอร์
Installed=การติดตั้ง
InstallApp=ติดตั้งแอพ
AleadyInstall=มีการติดตั้งแอปแล้ว
FailedRunInstaller=ไม่สามารถเรียกใช้ซอฟต์แวร์ติดตั้งแอ็คชัน
FailedDownload=การดาวน์โหลดล้มเหลว
FailedGetSystemInfo=ไม่สามารถรับข้อมูลระบบ
InvalidInstallFile=ไฟล์ดาวน์โหลดดูเหมือนจะเสียหาย

[frmHardwareEncoderSettings]
Caption=การตั้งค่าตัวเข้ารหัส
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=ตั้งไว้ล่วงหน้า:
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก
lblNvidiaNvencH264Profile.Caption=ข้อมูลส่วนตัว:
lblNvencH264Level.Caption=ระดับ:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=ควบคุมอัตรา
lblNvencH264ConstQP.Caption=Const Quantizer พารามิเตอร์:
lblNvencH264ConstQPHigh.Caption=1 ( คุณภาพสูง )
lblNvenctH264ConstQPLowQuality.Caption=51 ( คุณภาพต่ำ )
lblNvencH264AverageBitRate.Caption=บิตเรตเฉลี่ย:
lblNvencH264MinimumQuantizer.Caption=ปริมาณขั้นต่ำ:
lblNvencH264MinimumQPHighQuality.Caption=1 ( คุณภาพสูง )
lblNvencH264MinimumQPLowQuality.Caption=51 ( คุณภาพต่ำ)
lblNvencH264MaximumQuantizer.Caption=ปริมาณสูงสุด:
lblNvencH264MaximumQPHighQuality.Caption=1 ( คุณภาพสูง )
lblNvencH264MaximumQPLowQuality.Caption=51 ( คุณภาพต่ำ )
lblNvencH264MaxBitrate.Caption=อัตราบิตสูงสุด: 
btnNvencH264Default.Caption=&ค่าเริ่มต้น
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=ตั้งล่วงหน้า
lblNvidiaNvencHEVCProfile.Caption=ข้อมูลส่วนตัว
lblNvencHEVCLevel.Caption=ระดับ
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=ควบคุมอัตรา
lblNvencHEVCConstQP.Caption=Const Quantizer พารามิเตอร์:
lblNvencHEVCConstQPHigh.Caption=1 ( คุณภาพสูง)
lblNvenctHEVCConstQPLowQuality.Caption=51 ( คุณภาพต่ำ )
btnNvencHEVCDefault.Caption=&ค่าเริ่มต้น
lblNvencHEVCAverageBitRate.Caption=บิตเรตเฉลี่ย: 
lblNvencHEVCMinimumQuantizer.Caption=ปริมาณขั้นต่ำ: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( คุณภาพสูง )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( คุณภาพต่ำ )
lblNvencHEVCMaximumQuantizer.Caption=ปริมาณสูงสุด:
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( คุณภาพสูง )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( คุณภาพต่ำ )
lblNvencHEVCMaxBitrate.Caption=อัตราบิตสูงสุด:
gbxOpenH264RateControl.Caption=ควบคุมอัตรา
lblOpenH264ConstQP.Caption=Const Quantizer พารามิเตอร์:
lblOpenH264ConstQPHigh.Caption=1 ( คุณภาพสูง )
lblOpenH264ConstQPLowQuality.Caption=51 ( คุณภาพต่ำ )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( คุณภาพสูง )
lblQSVH264ConstQPLowQuality.Caption=51 ( คุณภาพต่ำ )
gbxQSVH264RateControl.Caption=ควบคุมอัตรา

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=บิตเรต:
lblMP3AudioBitrate.Caption=บิตเรต:
lblMP2AudioBitrate.Caption=บิตเรต:
lblWMAAudioBitrate.Caption=บิตเรต:
btnDefault.Caption=&ค่าเริ่มต้น
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก
Caption=การตั้งค่าตัวแปลงสัญญาณเสียง
lblAACAudioSampleRate.Caption=อัตราการสุ่มตัวอย่าง:
lblMP3AudioSampleRate.Caption=อัตราการสุ่มตัวอย่าง:
lblMP2SampleRate.Caption=อัตราการสุ่มตัวอย่าง:
lblWMASampleRate.Caption=อัตราการสุ่มตัวอย่าง: 
lblFlacAudioSampleRate.Caption=อัตราการสุ่มตัวอย่าง:

[frmCustomSize]
Caption=ขนาดที่กำหนดเอง
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก
gbxCustomSize.Caption=ขนาด

[frmRecordingAreaListEditor]
btnReset.Caption=&รีเซ็ต
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก
mnuAdd.Caption=&เพิ่ม...
mnuEdit.Caption=&แก้ไข...
mnuDelete.Caption=&ลบ...
mnuInsertSeparator.Caption=&แทรกตัวคั่น...
Caption=ตัวแก้ไขรายการพื้นที่บันทึก

[frmInputNewCategoryName]
Caption=หมวดใหม่
ledtNewCategoryName.Caption=ป้อนชื่อหมวดหมู่:
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก

[frmAddRecordingArea]
Caption=เพิ่มพื้นที่บันทึก
lblCategorys.Caption=ประเภท:
ledtRecordingAreaDisplayName.Caption=ชื่อที่แสดงพื้นที่การบันทึก:
btnNewCategory.Caption=&หมวดหมู่ใหม่ ...
btnOK.Caption=&ตกลง
btnCancel.Caption=&ยกเลิก

[frmAppInstaller]
lblSecretFolderTitle.Caption=โฟลเดอร์ลับ - ซ่อนโฟลเดอร์
lblSecretFolderDescription.Caption=ซ่อนล็อกและรหัสผ่านป้องกันไฟล์และโฟลเดอร์ส่วนตัวของคุณ
